set names 'utf8';
create database bulgaria character set utf8 collate utf8_general_ci;
grant all on bulgaria.* to 'web_user'@'%' identified by 'Password1';
USE bulgaria;

CREATE TABLE `region` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `region_name` varchar(100) DEFAULT NULL,
  `men` bigint(20) UNSIGNED DEFAULT NULL,
  `women` bigint(20) UNSIGNED DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

INSERT INTO `region` (`region_name`, `men`, `women`) VALUES
('Благоевград', 146369, 154769),
('Бургас', 197692, 212058),
('Варна', 228625, 241499),
('Велико Търново', 110803, 118915),
('Видин', 39487, 41725),
('Враца', 77196, 80441),
('Габрово', 50874, 54914),
('Добрич', 82505, 87793),
('Кърджали', 79430, 81351),
('Кюстендил', 56699, 59920),
('Ловеч', 59580, 62910),
('Монтана', 61166, 64229),
('Пазарджик', 122821, 128479),
('Перник', 58550, 61876),
('Плевен', 113082, 120356),
('Пловдив', 319851, 346547),
('Разград', 53467, 56343),
('Русе', 103521, 109208),
('Силистра', 52049, 54803),
('Сливен', 88576, 93975),
('Смолян', 48940, 52947),
('София (столица)', 627198, 681214),
('София', 117261, 121215),
('Стара Загора', 150524, 160876),
('Търговище', 53665, 56362),
('Хасково', 109127, 114498),
('Шумен', 83696, 88085),
('Ямбол', 56961, 59525);
